{"Content":{"0":"If anyone asks you\nhow the perfect satisfaction\nof all our sexual wanting\nwill look, lift your face\nand say,\n\nLike this.\n\nWhen someone mentions the gracefulness\nof the nightsky, climb up on the roof\nand dance and say,\n\nLike this.\n\nIf anyone wants to know what “spirit” is,\nor what “God’s fragrance” means,\nlean your head toward him or her.\nKeep your face there close.\n\nLike this.\n\nWhen someone quotes the old poetic image\nabout clouds gradually uncovering the moon,\nslowly loosen knot by knot the strings\nof your robe.\n\nLike this.\n\nIf anyone wonders how Jesus raised the dead,\ndon’t try to explain the miracle.\nKiss me on the lips.\n\nLike this. Like this.\n\nWhen someone asks what it means\nto “die for love,” point\nhere.\n\nIf someone asks how tall I am, frown\nand measure with your fingers the space\nbetween the creases on your forehead.\n\nThis tall.\n\nThe soul sometimes leaves the body, the returns.\nWhen someone doesn’t believe that,\nwalk back into my house.\n\nLike this.\n\nWhen lovers moan,\nthey’re telling our story.\n\nLike this.\n\nI am a sky where spirits live.\nStare into this deepening blue,\nwhile the breeze says a secret.\n\nLike this.\n\nWhen someone asks what there is to do,\nlight the candle in his hand.\n\nLike this.\n\nHow did Joseph’s scent come to Jacob?\n\nHuuuuu.\n\nHow did Jacob’s sight return?\n\nHuuuu.\n\nA little wind cleans the eyes.\n\nLike this.\n\nWhen Shams comes back from Tabriz,\nhe’ll put just his head around the edge\nof the door to surprise us\n\nLike this.","1":"Love is the Water of Life\n\nEverything other than love for the most beautiful God\n\nthough it be sugar- eating.\n\nWhat is agony of the spirit?\n\nTo advance toward death without seizing\n\nhold of the Water of Life.","2":"A moment of happiness,\n\nyou and I sitting on the verandah,\n\napparently two, but one in soul, you and I.\n\nWe feel the flowing water of life here,\n\nyou and I, with the garden’s beauty\n\nand the birds singing.\n\nThe stars will be watching us,\n\nand we will show them\n\nwhat it is to be a thin crescent moon.\n\nYou and I unselfed, will be together,\n\nindifferent to idle speculation, you and I.\n\nThe parrots of heaven will be cracking sugar\n\nas we laugh together, you and I.\n\nIn one form upon this earth,\n\nand in another form in a timeless sweet land.","3":"Lovers\n\nO lovers, lovers it is time\nto set out from the world.\nI hear a drum in my soul’s ear\ncoming from the depths of the stars.\nOur camel driver is at work;\nthe caravan is being readied.\nHe asks that we forgive him\nfor the disturbance he has caused us,\nHe asks why we travelers are asleep.\n\nEverywhere the murmur of departure;\nthe stars, like candles\nthrust at us from behind blue veils,\nand as if to make the invisible plain,\na wondrous people have come forth.","4":"All through eternity\n\nBeauty unveils His exquisite form\n\nin the solitude of nothingness;\n\nHe holds a mirror to His Face\n\nand beholds His own beauty.\n\nhe is the knower and the known,\n\nthe seer and the seen;\n\nNo eye but His own\n\nhas ever looked upon this Universe.\n\nHis every quality finds an expression:\n\nEternity becomes the verdant field of Time and Space;\n\nLove, the life-giving garden of this world.\n\nEvery branch and leaf and fruit\n\nReveals an aspect of His perfection-\n\nThey cypress give hint of His majesty,\n\nThe rose gives tidings of His beauty.\n\nWhenever Beauty looks,\n\nLove is also there;\n\nWhenever beauty shows a rosy cheek\n\nLove lights Her fire from that flame.\n\nWhen beauty dwells in the dark folds of night\n\nLove comes and finds a heart\n\nentangled in tresses.\n\nBeauty and Love are as body and soul.\n\nBeauty is the mine, Love is the diamond.\n\nThey have together\n\nsince the beginning of time-\n\nSide by side, step by step.\n\nI swear, since seeing Your face,\n\nthe whole world is fraud and fantasy\n\nThe garden is bewildered as to what is leaf\n\nor blossom. The distracted birds\n\ncan’t distinguish the birdseed from the snare.\n\nA house of love with no limits,\n\na presence more beautiful than venus or the moon,\n\na beauty whose image fills the mirror of the heart.","5":"Let go of your worries\n\nand be completely clear-hearted,\n\nlike the face of a mirror\n\nthat contains no images.\n\nIf you want a clear mirror,\n\nbehold yourself\n\nand see the shameless truth,\n\nwhich the mirror reflects.\n\nIf metal can be polished\n\nto a mirror-like finish,\n\nwhat polishing might the mirror\n\nof the heart require?\n\nBetween the mirror and the heart\n\nis this single difference:\n\nthe heart conceals secrets,\n\nwhile the mirror does not.","6":"This is love: to fly toward a secret sky,\n\nto cause a hundred veils to fall each moment.\n\nFirst, to let go of live.\n\nIn the end, to take a step without feet;\n\nto regard this world as invisible,\n\nand to disregard what appears to be the self.\n\nHeart, I said, what a gift it has been\n\nto enter this circle of lovers,\n\nto see beyond seeing itself,\n\nto reach and feel within the breast.","7":"Love is reckless; not reason.\n\nReason seeks a profit.\n\nLove comes on strong,\n\nconsuming herself, unabashed.\n\nYet, in the midst of suffering,\n\nLove proceeds like a millstone,\n\nhard surfaced and straightforward.\n\nHaving died of self-interest,\n\nshe risks everything and asks for nothing.\n\nLove gambles away every gift God bestows.\n\nWithout cause God gave us Being;\n\nwithout cause, give it back again.","8":"I am a sculptor, a molder of form.\n\nIn every moment I shape an idol.\n\nBut then, in front of you, I melt them down\n\nI can rouse a hundred forms\n\nand fill them with spirit,\n\nbut when I look into your face,\n\nI want to throw them in the fire.\n\nMy souls spills into yours and is blended.\n\nBecause my soul has absorbed your fragrance,\n\nI cherish it.\n\nEvery drop of blood I spill\n\ninforms the earth,\n\nI merge with my Beloved\n\nwhen I participate in love.\n\nIn this house of mud and water,\n\nmy heart has fallen to ruins.\n\nEnter this house, my Love, or let me leave.","9":"Passion makes the old medicine new:\n\nPassion lops off the bough of weariness.\n\nPassion is the elixir that renews:\n\nhow can there be weariness\n\nwhen passion is present?\n\nOh, don’t sigh heavily from fatigue:\n\nseek passion, seek passion, seek passion!","10":"The beauty of the heart\n\nis the lasting beauty:\n\nits lips give to drink\n\nof the water of life.\nTruly it is the water,\n\nthat which pours,\n\nand the one who drinks.\n\nAll three become one when\n\nyour talisman is shattered.\n\nThat oneness you can’t know\n\nby reasoning.","11":"“I am only the house of your beloved,\n\nnot the beloved herself:\n\ntrue love is for the treasure,\n\nnot for the coffer that contains it.”\n\nThe real beloved is that one who is unique,\n\nwho is your beginning and your end.\n\nWhen you find that one,\n\nyou’ll no longer expect anything else:\n\nthat is both the manifest and the mystery.\n\nThat one is the lord of states of feeling,\n\ndependent on none;\n\nmonth and year are slaves to that moon.\n\nWhen he bids the “state,”\n\nit does His bidding;\n\nwhen that one wills, bodies become spirit.","12":"The springtime of Lovers has come,\n\nthat this dust bowl may become a garden;\n\nthe proclamation of heaven has come,\n\nthat the bird of the soul may rise in flight.\n\nThe sea becomes full of pearls,\n\nthe salt marsh becomes sweet as kauthar,\n\nthe stone becomes a ruby from the mine,\n\nthe body becomes wholly soul.\n\nThe intellectual is always showing off,\n\nthe lover is always getting lost.\n\nThe intellectual runs away.\n\nafraid of drowning;\n\nthe whole business of love\n\nis to drown in the sea.\n\nIntellectuals plan their repose;\n\nlovers are ashamed to rest.\n\nThe lover is always alone.\n\neven surrounded by people;\n\nlike water and oil, he remains apart.\n\nThe man who goes to the trouble\n\nof giving advice to a lover\n\nget nothing. He’s mocked by passion.\n\nLove is like musk. It attracts attention.\n\nLove is a tree, and the lovers are its shade.","13":"Love has nothing to do with\n\nthe five senses and the six directions:\n\nits goal is only to experience\n\nthe attraction exerted by the Beloved.\n\nAfterwards, perhaps, permission\n\nwill come from God:\n\nthe secrets that ought to be told with be told\n\nwith an eloquence nearer to the understanding\n\nthat these subtle confusing allusions.\n\nThe secret is partner with none\n\nbut the knower of the secret:\n\nin the skeptic’s ear\n\nthe secret is no secret at all.","14":"When the rose is gone and the garden faded\nyou will no longer hear the nightingale’s song.\nThe Beloved is all; the lover just a veil.\nThe Beloved is living; the lover a dead thing.\nIf love withholds its strengthening care,\nthe lover is left like a bird without care,\nthe lover is left like a bird without wings.\nHow will I be awake and aware\nif the light of the Beloved is absent?\nLove wills that this Word be brought forth.","15":"Because I cannot sleep\nI make music at night.\nI am troubled by the one\nwhose face e has the color of spring flowers.\nI have neither sleep nor patience,\nneither a god reputation nor disgrace.\nA thousand robes of wisdom are gone.\nAll my good manners have moved a thousand miles away.\nThe heart and the mind are left angry with each other.\nThe starts and the moon are envious of each other.\nBecause of this alienation the physical universe\nis getting tighter and tighter.\nThe moon says, “How long will I remain\nsuspended without a sun?”\nWithout Love’s jewel inside of me,\nlet the bazaar of my existence by destroyed stone by stone.\nO Love, You who have been called by a thousand names,\nYou who know how to pour the wine\ninto the chalice of the body,\nYou who give culture to a thousand cultures,\nYou who are faceless but have a thousand faces,\nO Love, You who shape the faces\nof Turks, Europeans, and Zanzibaris,\ngive me a glass from Your bottle,\nor a handful of bheng from Your Branch.\nRemove the cork once more.\nThe we’ll see a thousand chiefs prostrate themselves,\nand a circle of ecstatic troubadours will play.\nThen the addict will be breed of craving.\nand will be resurrected,\nand stand in awe till Judgement Day.\n\nOde 314\n\nThose who don’t feel this Love\npulling them like a river,\nthose who don’t drink dawn\nlike a cup of spring water\nor take in sunset like supper,\nthose who don’t want to change,\n\nlet them sleep.\n\nThis Love is beyond the study of theology,\nthat old trickery and hypocrisy.\nI you want to improve your mind that way,\n\nsleep on.\n\nI’ve given up on my brain.\nI’ve torn the cloth to shreds\nand thrown it away.\n\nIf you’re not completely naked,\nwrap your beautiful robe of words\naround you,\n\nand sleep.","16":"A lifetime without Love is of no account\n\nLove is the Water of Life\n\nDrink it down with heart and soul!","17":"Last night you lfet me and slept\n\nyour own deep sleep. Tonight you turn\n\nand turn. I say,\n\n“You and I will be together\n\ntill the universe dissolves.”\n\nYou mumble back things you thought of\n\nwhen you were drunk.","18":"Who is at my door?\n\nHe said, “Who is at my door?”\nI said, “Your humble servant.”\nHe said, “What business do you have?”\nI said, “To greet you, 0 Lord.”\n\nHe said, “How long will you journey on?”\nI said, “Until you stop me.”\nHe said, “How long will you boil in the fire?”\nI said, “Until I am pure.\n\n“This is my oath of love.\nFor the sake of love\nI gave up wealth and position.”\n\nHe said, “You have pleaded your case\nbut you have no witness.”\nI said, “My tears are my witness;\nthe pallor of my face is my proof.’\nHe said, “Your witness has no credibility;\nyour eyes are too wet to see.”\nI said, “By the splendor of your justice\nmy eyes are clear and faultless.”\n\nHe said, “What do you seek?”\nI said, “To have you as my constant friend.”\nHe said, “What do you want from me?”\nI said, “Your abundant grace.”\n\nHe said, “Who was your companion on the ‘ourney?\nI said, “The thought of you, 0 King.”\nHe said, “What called you here?”\nI said, “The fragrance of your wine.”\n\nHe said, “What brings you the most fulfillment?”\nI said, “The company of the Emperor.”\nHe said, “What do you find there?”\nI said, “A hundred miracles.”\nHe said, “Why is the palace deserted?”\nI said, “They all fear the thief.”\nHe said, “Who is the thief?”\nI said, “The one who keeps me from -you.\n\nHe said, “Where is there safety?”\nI said, “In service and renunciation.”\nHe said, “What is there to renounce?”\nI said, “The hope of salvation.”\n\nHe said, “Where is there calamity?”\nI said, “In the presence of your love.”\nHe said, “How do you benefit from this life?”\nI said, “By keeping true to myself\n\nNow it is time for silence.\nIf I told you about His true essence\nYou would fly from your self and be gone,\nand neither door nor roof could hold you back!\n","19":"Don’t go anywhere without me.\nLet nothing happen in the sky apart from me,\nor on the ground, in this world or that world,\nwithout my being in its happening.\nVision, see nothing I don’t see.\nLanguage, say nothing.\nThe way the night knows itself with the moon,\nbe that with me. Be the rose\nnearest to the thorn that I am.\n\nI want to feel myself in you when you taste food,\nin the arc of your mallet when you work,\nwhen you visit friends, when you go\nup on the roof by yourself at night.\n\nThere’s nothing worse than to walk out along the street\nwithout you. I don’t know where I’m going.\nYou’re the road, and the knower of roads,\nmore than maps, more than love.","20":"Again I am raging, I am in such a state by your soul that every\nbond you bind, I break, by your soul.\nI am like heaven, like the moon, like a candle by your glow; I am all\nreason, all love, all soul, by your soul.\nMy joy is of your doing, my hangover of your thorn; whatever\nside you turn your face, I turn mine, by your soul.\nI spoke in error; it is not surprising to speak in error in this\nstate, for this moment I cannot tell cup from wine, by your soul.\nI am that madman in bonds who binds the “divs”; I, the madman,\nam a Solomon with the “divs”, by your soul.\nWhatever form other than love raises up its head from my\nheart, forthwith I drive it out of the court of my heart, by your soul.\nCome, you who have departed, for the thing that departs\ncomes back; neither you are that, by my soul, nor I am that, by your soul.\nDisbeliever, do not conceal disbelief in your soul, for I will recite\nthe secret of your destiny, by your soul.\nOut of love of Sham-e Tabrizi, through wakefulness or\nnightrising, like a spinning mote I am distraught, by your soul.","21":"Reason says, “I will beguile him with the tongue;”\nLove says, “Be silent. I will beguile him with the soul.”\nThe soul says to the heart, “Go, do not laugh at me\nand yourself. What is there that is not his, that I may beguile him thereby?”\nHe is not sorrowful and anxious and seeking oblivion\nthat I may beguile him with wine and a heavy measure.\nThe arrow of his glance needs not a bow that I should\nbeguile the shaft of his gaze with a bow.\nHe is not prisoner of the world, fettered to this world\nof earth, that I should beguile him with gold of the kingdom of the world.\nHe is an angel, though in form he is a man; he is not\nlustful that I should beguile him with women.\nAngels start away from the house wherein this form\nis, so how should I beguile him with such a form and likeness?\nHe does not take a flock of horses, since he flies on wings;\nhis food is light, so how should I beguile him with bread?\nHe is not a merchant and trafficker in the market of the\nworld that I should beguile him with enchantment of gain and loss.\nHe is not veiled that I should make myself out sick and\nutter sighs, to beguile him with lamentation.\nI will bind my head and bow my head, for I have got out\nof hand; I will not beguile his compassion with sickness or fluttering.\nHair by hair he sees my crookedness and feigning; what’s\nhidden from him that I should beguile him with anything hidden.\nHe is not a seeker of fame, a prince addicted to poets,\nthat I should beguile him with verses and lyrics and flowing poetry.\nThe glory of the unseen form is too great for me to\nbeguile it with blessing or Paradise.\nShams-e Tabriz, who is his chosen and beloved – perchance\nI will beguile him with this same pole of the age.","22":"I have come so that, tugging your ear, I may draw you to me,\nunheart and unself you, plant you in my heart and soul.\nRosebush, I have come a sweet springtide unto you, to seize\nyou very gently in my embrace and squeeze you.\nI have come to adorn you in this worldly abode, to convey you\nabove the skies like lovers’ prayers.\nI have come because you stole a kiss from an idol fair; give it\nback with a glad heart, master, for I will seize you back.\nWhat is a mere rose? You are the All1, you are the speaker of\nthe command “Say”2 . If no one else knows you, since you are I, I know you.\nYou are my soul and spirit, you are my Fatiha-chanter3 , be-\ncome altogether the Fatiha, so that I may chant you in my heart.\nYou are my quarry and game, though you have sprung from\nthe snare; return to the snare, and if you will not, I will drive you.\nThe lion said to me, “You are a wonderous deer; be gone! Why\ndo you run in my wake so swiftly? I will tear you to pieces.”\nAccept my blow, and advance like a hero’s shield;\ngive your ear to naught but the bowstring, that I may bend you like a bow.\nSo many thousand stages there are from earth’s bounds to\nman; I have brought you from city to city, I will not leave you by the roadside.\nSay nothing, froth not, do not raise the lid of the cauldron;\nsimmer well, and be patient, for I am cooking you.\nNo, for you are a lion’s whelp hidden in a deer’s body: I will\ncause you suddenly to transcend the deer’s veil.\nYou are my ball, and you run in the curved mallet of my\ndecree; though I am making you to run, I am still running in your track.","23":"It is the rule with drunkards to fall upon each other,\nto quarrel, become violent, and make a scene.\nThe lover is even worse than a drunkard.\nI will tell you what love is: to enter a mine of gold.\nAnd what is that gold?\n\nThe lover is a king above all kings,\nunafraid of death, not at all interested in a golden crown.\nThe dervish has a pearl concealed under his patched cloak.\nWhy should he go begging door to door?\n\nLast night that moon came along,\ndrunk, dropping clothes in the street.\n“Get up,” I told my heart, “Give the soul a glass of wine.\nThe moment has come to join the nightingale in the garden,\nto taste sugar with the soul-parrot.”\n\nI have fallen, with my heart shattered –\nwhere else but on your path? And I\nbroke your bowl, drunk, my idol, so drunk,\ndon’t let me be harmed, take my hand.\n\nA new rule, a new law has been born:\nbreak all the glasses and fall toward the glassblower.","24":"It is the rule with drunkards to fall upon one another, to fight\nand squabble and make tumult.\nThe lover is worse than the drunkard; the lover also belongs\nto that party. I will tell what love is; it is to fall into a goldmine.\nWhat may that gold be? The lover is the king of kings; it\nmeans becoming secure from death and not caring for the golden crown.\nThe darvish in his cloak, and in his pocket the pearl – why\nshould he be ashamed of begging from door to door?\nLast night that moon came along, having flung his girdle on the road, so\ndrunken that he was not aware that his girdle had fallen.\nI said, “Leap up, my heart, place wine in the hand of the soul;\nfor such a time has befallen, it is time to be roistering.\n“To become hand in hand with the garden nightingale, to fall\ninto sugar with the spiritual parrot.”\nI, heart-forlorn and heart-yielded, fallen upon your way – by\nAllah, I know of no other place to fall.\nIf I broke your bowl, I am drunk, my idol. I am drunk – leave\nme not from you hand to fall into danger.\nThis is a newborn rule, a newly enacted decree – to shatter\nglasses, and to fall upon the glassmaker!","25":"From these depths depart towards heaven;\nmay your soul be happy, journey joyfully.\nYou have escaped from the city full of fear and trembling;\nhappily become a resident of the Abode of Security4 .\nIf the body’s image has gone, await the image-maker; if the\nbody is utterly ruined, become all soul.\nIf your face has become saffron pale through death, become a\ndweller among tulip beds and Judas trees.\nIf the doors of repose have been barred to you, come, depart\nby way of the roof and the ladder.\nIf you are alone from Friends and companions, by the help of\nGod become a saheb-qeran5 [lord of happy circumstance].\nIf you have been secluded from water and bread, like bread\nbecome the food of the souls, and so become!","26":"This is love: to fly to heaven, every moment to rend a hundred veils;\nAt first instance, to break away from breath — first step, to renounce feet;\nTo disregard this world, to see only that which you yourself have seen6 .\nI said, “Heart, congratulations on entering the circle of lovers,\n“On gazing beyond the range of the eye, on running into the alley of the breasts.”\nWhence came this breath, O heart? Whence came this throbbing, O heart?\nBird, speak the tongue of birds: I can heed your cipher!\nThe heart said, “I was in the factory whilst the home of water and clay was abaking.\n“I was flying from the workshop whilst the workshop was being created.\n“When I could no more resist, they dragged me; how shall I\ntell the manner of that dragging?”","27":"Sweetly parading you go my soul of soul, go not without me;\nlife of your friends, enter not the garden without me.\nSky, revolve not without me; moon, shine not without me;\nearth travel not without me, and time, go not without me.\nWith you this world is joyous, and with you that world is joyous;\nin this world dwell not without me, and to that world depart not without me.\nVision, know not without me, and tongue, recite not without\nme; glance behold not without me, and soul, go not without me.\nThe night through the moon’s light sees its face white; I am\nlight, you are my moon, go not to heaven without me.\nThe thorn is secure from the fire in the shelter of the roses\nface: you are the rose, I your thorn; go not into the rose garden without me.\nI run in the curve of your mallet when your eye is with me;\neven so gaze upon me, drive not without me, go not without me.\nWhen, joy, you are companion of the king, drink not without\nme; when, watchman, you go to the kings roof, go not without me.\nAlas for him who goes on this road without your sign; since\nyou, O signless one, are my sign, go not without me.\nAlas for him who goes on the road without my knowledge;\nyou are the knowledge of the road for me; O road-knower, go not without me.\nOthers call you love, I call you the king of love; O you who are\nhigher than the imagination of this and that, go not without me.","28":"Love is the One who masters all things;\nI am mastered totally by Love.\nBy my passion of love for Love\nI have ground sweet as sugar.\nO furious Wind, I am only a straw before you;\nHow could I know where I will be blown next?\nWhoever claims to have made a pact with Destiny\nReveals himself a liar and a fool;\nWhat is any of us but a straw in a storm?\nHow could anyone make a pact with a hurricane?\nGod is working everywhere his massive Resurrection;\nHow can we pretend to act on our own?\nIn the hand of Love I am like a cat in a sack;\nSometimes Love hoists me into the air,\nSometimes Love flings me into the air,\nLove swings me round and round His head;\nI have no peace, in this world or any other.\nThe lovers of God have fallen in a furious river;\nThey have surrendered themselves to Love’s commands.\nLike mill wheels they turn, day and night, day and night,\nConstantly turning and turning, and crying out.","29":"Stay close, my heart, to the one who knows your ways;\nCome into the shade of the tree that allays has fresh flowers.\nDon’t stroll idly through the bazaar of the perfume-markers:\nStay in the shop of the sugar-seller.\nIf you don’t find true balance, anyone can deceive you;\nAnyone can trick out of a thing of straw,\nAnd make you take it for gold\nDon’t squat with a bowl before every boiling pot;\nIn each pot on the fire you find very different things.\nNot all sugarcanes have sugar, not all abysses a peak;\nNot all eyes possess vision, not every sea is full of pearls.\nO nightingale, with your voice of dark honey! Go on lamenting!\nOnly your drunken ecstasy can pierce the rock’s hard heart!\nSurrender yourself, and if you cannot be welcomes by the Friend,\nKnow that you are rebelling inwardly like a thread\nThat doesn’t want to go through the needle’s eye!\nThe awakened heart is a lamp; protect it by the him of your robe!\nHurry and get out of this wind, for the weather is bad.\nAnd when you’ve left this storm, you will come to a fountain;\nYou’ll find a Friend there who will always nourish your soul.\nAnd with your soul always green, you’ll grow into a tall tree\nFlowering always with sweet light-fruit, whose growth is interior.\n","30":"The lover’s food is the love of the bread;\nno bread need be at hand:\nno one who is sincere in his love is a slave to existence.\n\nLovers have nothing to do with with with existence;\nlovers have the interest without the capital.\n\nWithout wings they fly around the world;\nwithout hands they carry the polo ball off the field.\n\nThat dervish who caught the scent of Reality\nused to weave basket even though his hand had been cut off.\n\nLover have pitched their tents in nonexistence:\nthey are of one quality and one essence, as nonexistence is.\n","31":"Should Love’s heart rejoice unless I burn?\nFor my heart is Love’s dwelling.\nIf You will burn Your house, burn it, Love!\nWho will say, ‘It’s not allowed’?\nBurn this house thoroughly!\nThe lover’s house improves with fire.\nFrom now on I will make burning my aim,\nFrom now on I will make burning my aim,\nfor I am like the candle: burning only makes me brighter.\nAbandon sleep tonight; traverse fro one night\nthe region of the sleepless.\nLook upon these lovers who have become distraught\nand like moths have died in union with the One Beloved.\nLook upon this ship of God’s creatures\nand see how it is sunk in Love.","32":"Oh Beloved,\ntake me.\nLiberate my soul.\nFill me with your love and\nrelease me from the two worlds.\nIf I set my heart on anything but you\nlet fire burn me from inside.\n\nOh Beloved,\ntake away what I want.\nTake away what I do.\nTake away what I need.\nTake away everything\nthat takes me from you.\n","33":"Last night,\nI was lying on the rooftop,\nthinking of you.\nI saw a special Star,\nand summoned her to take you a message.\nI prostrated myself to the Star\nand asked her to take my prostration\nto that Sun of Tabriz.\nSo that with his light, he can turn\nmy dark stones into gold.\nI opened my chest and showed her my scars,\nI told her to bring me news\nof my bloodthirsty Lover.\nAs I waited,\nI paced back and forth,\nuntil the child of my heart became quiet.\nThe child slept, as if I were rocking his cradle.\nOh Beloved, give milk to the infant of the heart,\nand don’t hold us from our turning.\nYou have cared for hundreds,\ndon’t let it stop with me now.\nAt the end, the town of unity is the place for the heart.\nWhy do you keep this bewildered heart\nin the town of dissolution?\nI have gone speechless, but to rid myself\nof this dry mood,\noh Saaqhi, pass the narcissus of the wine.\n","34":"In the early dawn of happiness\nyou gave me three kisses\nso that I would wake up\nto this moment of love\n\nI tried to remember in my heart\nwhat I’d dreamt about\nduring the night\nbefore I became aware\nof this moving\nof life\n\nI found my dreams\nbut the moon took me away\nIt lifted me up to the firmament\nand suspended me there\nI saw how my heart had fallen\non your path\nsinging a song\n\nBetween my love and my heart\nthings were happening which\nslowly slowly\nmade me recall everything\n\nYou amuse me with your touch\nalthough I can’t see your hands.\nYou have kissed me with tenderness\nalthough I haven’t seen your lips\nYou are hidden from me.\n\nBut it is you who keeps me alive\n\nPerhaps the time will come\nwhen you will tire of kisses\nI shall be happy\neven for insults from you\nI only ask that you\nkeep some attention on me.","35":"Tonight is a night of union for the stars and of scattering,\nscattering, since a bride is coming from the skies, consisting of a full moon.\nVenus cannot contain herself for charming melodies, like the\nnightingale which becomes intoxicated with the rose in spring-time.\nSee how the polestar is ogling Leo;\nbehold what dust Pisces is stirring up drom the deep!\nJupiter has galloped his steed against ancient Saturn, saying\n“Take back your youth and go, bring good tidings!”\nMars’ hand, which was full of blood from the handle of his\nsword, has become as life-giving as the sun, the exalted in works.\nSince Aquarius has come full of that water of life, the dry\ncluster of Virgo is raining pearls from him.\nThe Pleiades full of goodness fears not Libra and being\nbroken; how should Aries flee away in fright from its mother?\nWhen from the moon the arrow of a glance struck the heart\nof Sagittarius, he took to night-faring in passion for her, like Scorpio.\nOn such a festival, go, sacrifice Taurus, else you are crooked of\ngait in the mud like Cancer.\nThis sky is the astrolabe, and the reality is Love;\nwhatever wesay of this, attend to the meaning.\nShamsi-Tabriz, on that dawn when you shine, the dark night\nis transformed to bright day by your moonlike face.","36":"Turn me like a waterwheel turning a millstone.\nPlenty of water, a Living River.\nKeep me in one place and scatter the love.\nLeaf-moves in wind, straw drawn toward amber,\nall parts of the world are in love,\nbut they do not tell their secrets. Cows grazing\non a sacramental table, ants whispering in Solomon’s ear.\nMountains mumbling an echo. Sky, calm.\nIf the sun were not in love, he would have no brightness,\nthe side of the hill no grass on it.\nThe ocean would come to rest somewhere.\n\nBe a lover as they are, that you come to know\nyou Beloved. Be faithful that you may know\nFaith. The other parts of the universe did not accept\nthe next responsibility of love as you can.\nThey were afraid they might make a mistake\nwith it, the inspired knowing\nthat springs from being in love\n","37":"That moon, which the sky ne’er saw even in dreams, has returned\nAnd brought a fire no water can quench.\nSee the body’ s house, and see my. soul,\nThis made drunken and that desolate by the cup of his love.\nWhen the host of the tavern became my heart-mate,\nMy blood turned to wine and my heart to kabab.\nWhen the eye is filled with thought of him, a voice arrives :\nW ell done, O flagon, and bravo, wine!\nLove’s fingers tear up, root and stem,\nEvery house where sunbeams fall from love.\nWhen my heart saw love’s sea, of a sudden\nIt left me and leaped in, crying, , Find me.’\nThe face of Shamsi Din, Tabriz’s glory, is the sun\nIn whose track the cloud-like hearts are moving.","38":"THROUGH LOVE all that is bitter will sweet\nThrough Love all that is copper will be gold.\nThrough Love all dregs will turn to purest wine\nThrough Love all pain will turn to medicine.\nThrough Love the dead will all become alive.\nThrough Love the king will turn into a slave!","39":"ONCE a beloved asked her lover: “Friend,\nYou have seen many places in the world!\nNow – which of all these cities was the best?\nHe said: “The city where my sweetheart lives!”","40":"FROM MYSELF I am copper,\nthrough You, friend, I am gold.\nFrom myself I’m a stone, but\nthrough You I am a gem!","41":"O SUN, fill our house once more with light!\nMake happy all your friends and blind your foes!\nRise from behind the hill, transform the stones\nTo rubies and the sour grapes to wine!\nO Sun, make our vineyard fresh again,\nAnd fill the steppes with houris and green cloaks!\nPhysician of the lovers, heaven’s lamp!\nRescus the lovers! Help the suffering!\nShow but your face – the world is filled with light!\nBut if you cover it, it’s the darkest night!","42":"HOW SHOULD THE SOUL not take wings\nwhen from the Glory of God\nIt hears a sweet, kindly call:\n“Why are you here, soul? Arise!”\nHow should a fish not leap fast\ninto the sea form dry land\nWhen from the ocean so cool\nthe sound of the waves reaches its\nHow should the falcon not fly\nback to his king from the hunt\nWhen from the falconer’s drum\nit hears to call: “Oh, come back”?\nWhy should not every Sufi\nbegin to dance atom-like\nAround the Sun of duration\nthat saves from impermanence?\nWhat graciousness and what beauty?\nWhat life-bestowing! What grace!\nIf anyone does without that, woe-\nwhat err, what suffering!\nOh fly , of fly, O my soul-bird,\nfly to your primordial home!\nYou have escaped from the cage now-\nyour wings are spread in the air.\nOh travel from brackish water\nnow to the fountain of life!\nReturn from the place of the sandals\nnow to the high seat of souls!\nGo on! Go on! we are going,\nand we are coming, O soul,\nFrom this world of separation\nto union, a world beyond worlds!\nHow long shall we here in the dust-world\nlike children fill our skirts\nWith earth and with stones without value,\nwith broken shards without worth?\nLet’s take our hand from the dust grove,\nlet’s fly to the heavens’ high,\nLet’s fly from our childish behaviour\nand join the banquet of men!\nCall out, O soul, to proclaim now\nthat you are rules and king!\nYou have the grace of the answer,\nyou know the question as well!","43":"Lover whispers to my ear,\n“Better to be a prey than a hunter.\nMake yourself My fool.\nStop trying to be the sun and become a speck!\nDwell at My door and be homeless.\nDon’t pretend to be a candle, be a moth,\nso you may taste the savor of Life\nand know the power hidden in serving.”","44":"how long\ncan i lament\nwith this depressed\nheart and soul\n\nhow long\ncan i remain\na sad autumn\never since my grief\nhas shed my leaves\n\nthe entire space\nof my soul\nis burning in agony\n\nhow long can i\nhide the flames\nwanting to rise\nout of this fire\n\nhow long can one suffer\nthe pain of hatred\nof another human\na friend behaving like an enemy\n\nwith a broken heart\nhow much more\ncan i take the message\nfrom body to soul\n\ni believe in love\ni swear by love\nbelieve me my love\n\nhow long\nlike a prisoner of grief\ncan i beg for mercy\n\nyou know i’m not\na piece of rock or steel\nbut hearing my story\neven water will become\nas tense as a stone\n\nif i can only recount\nthe story of my life\nright out of my body\nflames will grow\n","45":"rocking and rolling\nwhat have you been drinking\nplease let me know\n\nyou must be drunk\ngoing house to house\nwandering from street to street\n\nwho have you been with\nwho have you kissed\nwho’s face have you been fondling\n\nyou are my soul\nyou are my life\ni swear my life and love is yours\n\nso tell me the truth\nwhere is that fountainhead\nthe one you’ve been drinking from\n\ndon’t hide this secret\nlead me to the source\nfill my jug over and over again\n\nlast night i finally caught\nyour attention in the crowd\nit was your image filling my dream\n\ntelling me to stop this wandering\nstop this search for\ngood and evil\n\ni said my dear prophet\ngive me some of\nthat you’ve drunk for ecstasy of life\n\nif i let you drink you said\nany of this burning flame\nit will scorch your mouth and throat\n\nyour portion has been\ngiven already by heaven\nask for more at your peril\n\ni lamented and begged\ni desire much more\nplease show me the source\n\ni have no fear\nto burn my mouth and throat\ni’m ready to drink every flame and more","46":"show me your face\ni crave\nflowers and gardens\nopen your lips\ni crave\nthe taste of honey\ncome out from\nbehind the clouds\ni desire a sunny face\nyour voice echoed\nsaying “leave me alone”\ni wish to hear your voice\nagain saying “leave me alone”\ni swear this city without you\nis a prison\ni am dying to get out\nto roam in deserts and mountains\ni am tired of\nflimsy friends and\nsubmissive companions\ni die to walk with the brave\nam blue hearing\nnagging voices and meek cries\ni desire loud music\ndrunken parties and\nwild dance\none hand holding\na cup of wine\none hand caressing your hair\nthen dancing in orbital circle\nthat is what i yearn for\ni can sing better than any nightingale\nbut because of\nthis city’s freaks\ni seal my lips\nwhile my heart weeps\nyesterday the wisest man\nholding a lit lantern\nin daylight\nwas searching around town saying\ni am tired of\nall these beasts and brutes\ni seek\na true human\nwe have all looked\nfor one but\nno one could be found\nthey said\nyes he replied\nbut my search is\nfor the one\nwho cannot be found\n","47":"You come to us\nfrom another world\n\nFrom beyond the stars\nand void of space.\nTranscendent, Pure,\nOf unimaginable beauty,\nBringing with you\nthe essence of love\n\nYou transform all\nwho are touched by you.\nMundane concerns,\ntroubles, and sorrows\ndissolve in your presence,\nBringing joy\nto ruler and ruled\nTo peasant and king\n\nYou bewilder us\nwith your grace.\nAll evils\ntransform into\ngoodness.\n\nYou are the master alchemist.\n\nYou light the fire of love\nin earth and sky\nin heart and soul\nof every being.\n\nThrough your love\nexistence and nonexistence merge.\nAll opposites unite.\nAll that is profane\nbecomes sacred again.","48":"A strange passion is moving in my head.\nMy heart has become a bird\nwhich searches in the sky.\nEvery part of me goes in different directions.\nIs it really so\nthat the one I love is everywhere?\n","49":"From the beginning of my life\nI have been looking for your face\nbut today I have seen it\n\nToday I have seen\nthe charm, the beauty,\nthe unfathomable grace\nof the face\nthat I was looking for\n\nToday I have found you\nand those who laughed\nand scorned me yesterday\nare sorry that they were not looking\nas I did\n\nI am bewildered by the magnificence\nof your beauty\nand wish to see you\nwith a hundred eyes\n\nMy heart has burned with passion\nand has searched forever\nfor this wondrous beauty\nthat I now behold\n\nI am ashamed\nto call this love human\nand afraid of God\nto call it divine\n\nYour fragrant breath\nlike the morning breeze\nhas come to the stillness of the garden\nYou have breathed new life into me\nI have become your sunshine\nand also your shadow\n\nMy soul is screaming in ecstacy\nEvery fiber of my being\nis in love with you\n\nYour efflugence\nhas lit a fire in my heart\nfor me\nthe earth and sky\n\nMy arrow of love\nhas arrived at the target\nI am in the house of mercy\nand my heart\nis a place of prayer","50":"Reason says, I will beguile him with the tongue;” Love says, “Be silent. I will beguile him with the soul.”\nThe soul says to the heart, “Go, do not laugh at me and yourself. What is there that is not his, that I may\nbeguile him thereby?”\nHe is not sorrowful and anxious and seeking oblivion that I may beguile him with wine and a heavy measure.\nThe arrow of his glance needs not a bow that I should beguile the shaft of his gaze with a bow.\nHe is not prisoner of the world, fettered to this world of earth, that I should beguile him with gold of the\nkingdom of the world.\nHe is an angel, though in form he is a man; he is not lustful that I should beguile him with women.\nAngels start away from the house wherein this form is, so how should I beguile him with such a form and\nlikeness?\nHe does not take a flock of horses, since he flies on wings; his food is light, so how should I beguile him with bread?\nHe is not a merchant and trafficker in the market of the world that I should beguile him with enchantment of gain and loss.\nHe is not veiled that I should make myself out sick and utter sighs, to beguile him with lamentation.\nI will bind my head and bow my head, for I have got out of hand; I will not beguile his compassion with sickness or fluttering.\nHair by hair he sees my crookedness and feigning; what’s hidden from him that I should beguile him with anything hidden.\nHe is not a seeker of fame, a prince addicted to poets, that I should beguile him with verses and lyrics and flowing poetry.\nThe glory of the unseen form is too great for me to beguile it with blessing or Paradise.\nShams-e Tabriz, who is his chosen and beloved – perchance I will beguile him with this same pole of the age.","51":"I saw my sweetheart wandering about the house; he had taken a rebec and was playing a melody.\nWith a plectrum like fire he was playing a sweet melody, drunken and dissolute and charming from the Magian wine.\nHe was invoking the saqi in the air of Iraq1 ; the wine was his object, the saqi was his excuse.\nThe moonfaced saqi pitcher in his hand, entered from a corner and set it in the middle.\nHe filled the first cup with that flaming wine; did you ever see water sending out flames?\nHe set it on his hand for the sake of the lovers, then prostrated and kissed the threshold.\nMy sweetheart seized it from him and quaffed the wine; flames from that wine went running over his face.\nHe was beholding his own beauty, and saying to the evil eye, “Never has there been, nor shall there come in this age, another like me.”"},"Title":{"0":"No Title","1":"No Title","2":"No Title","3":"No Title","4":"No Title","5":"No Title","6":"No Title","7":"No Title","8":"No Title","9":"No Title","10":"No Title","11":"No Title","12":"No Title","13":"No Title","14":"No Title","15":"No Title","16":"No Title","17":"No Title","18":"No Title","19":"No Title","20":"No Title","21":"No Title","22":"No Title","23":"No Title","24":"No Title","25":"No Title","26":"No Title","27":"No Title","28":"LOVE IS THE MASTER\n","29":"STAY CLOSE, MY HEART\n","30":"THE INTEREST WITHOUT THE CAPITAL\n","31":"THE SHIP SUNK IN LOVE\n","32":"No Title","33":"CRADLE MY HEART\n","34":"THE AWAKENING\n","35":"No Title","36":"AFTER BEING IN LOVE, THE NEXT RESPONSIBILITY\n","37":"No Title","38":"No Title","39":"No Title","40":"No Title","41":"No Title","42":"No Title","43":"WHISPERS OF LOVE\n","44":"No Title","45":"No Title","46":"No Title","47":"THE ALCHEMY OF LOVE\n","48":"LOOKING FOR LOVE\n","49":"LOOKING FOR YOUR FACE\n","50":"No Title","51":"No Title"}}